Repository: dasllama/Scheduled-Content-Actions
Catalog: languages/scheduled-content-actions-*.po
Languages: de_de, sv_se

source: Scheduled Content
de_de: Geplante Aktionen

source: Stick Post
de_de: Eintrag anheften
sv_se: Klistring

source: Unstick Post
de_de: Eintrag nicht anheften
sv_se: Ta bort klistring

source: Private Post
de_de: Eintrag privat setzen
sv_se: privat post

source: Draft Post
de_de: Eintrag als Entwurf
sv_se: Gör till utkast

source: Trash Post
de_de: Eintrag in Papierkorb
sv_se: Flytta till papperskorg

source: Delete Post
de_de: Eintrag löschen
sv_se: Radera

source: Update Post Date
de_de: Datum der Veröffentlichung
sv_se: Uppdatera Publicerat

source: Open Comments
de_de: Kommentare öffnen
sv_se: Öppna kommentering

source: Close Comments
de_de: Kommentare schließen
sv_se: Stäng kommentering

source: Open Pings
de_de: Öffne Pings

source: Close Pings
de_de: Schließe Pings

source: Change Title
de_de: Titel ändern
sv_se: förändring Titel

source: Add Term
de_de: Term hinzufügen
sv_se: Lägg Term

source: Delete Term
de_de: Term löschen
sv_se: radera Term

source: Add Meta
de_de: Meta hinzufügen
sv_se: Lägg Meta

source: Update Meta
de_de: Meta aktualisieren
sv_se: uppdatering Meta

source: Delete Meta
de_de: Meta löschen
sv_se: radera Meta

source: The time is in the past!
de_de: Das ist in der Vergangenheit!
sv_se: Datumet har redan passerats!

source: Date
de_de: Datum
sv_se: Datum

source: Action
de_de: Aktion
sv_se: Åtgärd

source: Choose a taxonomy
de_de: Taxonomie wählen
sv_se: Välj en taxonomi

source: Choose a term
de_de: Term wählen
sv_se: Välj en term

source: Value
de_de: Wert
sv_se: Värde

source: New Title
de_de: Neuer Titel
sv_se: ny avdelning

source: Scheduled Action
de_de: Geplante Aktion
sv_se: planerad Action

source: No actions scheduled
de_de: keine Aktionen geplant
sv_se: Inga åtgärder planerade

source: Post
de_de: Eintrag

source: Add an action
de_de: Aktion hinzufügen
sv_se: Lägga till en åtgärd

source: Choose an action
de_de: Aktion wählen
sv_se: Välj en åtgärd

source: Choose the date
de_de: Datum wählen
sv_se: Välj datum

source: Choose the time
de_de: Zeit wählen
sv_se: Välj tiden

source: Taxonomy
de_de: Taxonomie
sv_se: Taxonomi

source: Meta Value
de_de: Wert
sv_se: meta Värde

source: Title
de_de: Titel
sv_se: Titel

source: Meta Name
sv_se: meta namn
